Repository: kieulanalp/VNBrandManual
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: [45586] Phải cung cấp một khu vực nhận phòng được chỉ định tại Quầy lễ tân.
vi: [45586] Phải cung cấp một khu vực check in riêng tại Quầy lễ tân.

source: [45587] Một đồng nghiệp luôn phải có mặt để quản lý và đăng ký thành viên Gold Elite, Platinum Elite và Spire Elite của IHG® Awards Club trong khu vực này.
vi: [45587] Một nhân viên luôn phải có mặt để phục vụ và check in cho thành viên Gold Elite, Platinum Elite và Spire Elite của CLB Khách hàng Thân thiết IHG® tại quầy này.

source: [45588] Cách thức của IHG® về đào tạo bán hàng dẫn dắt bởi hướng dẫn Giải Pháp Bán Hàng Solution Selling phải được hoàn thành thành công trong vòng sáu tháng làm việc hoặc trong khung thời gian xác định của thương hiệu.
vi: [45588] Chương trình đào tạo Phương thức Bán hàng IHG Bán Giải pháp có giảng viên dẫn dắt được hoàn thành thành công trong vòng sáu tháng làm việc hoặc trong khung thời gian xác định của thương hiệu.

source: [46106] Antraxit, đen, trắng hoặc đỏ.
vi: [46106] Xám antraxit, đen, trắng hoặc đỏ.

source: [4714] Tính toàn vẹn về giá phải được duy trì phù hợp với nhu cầu thông thường, trong các trường hợp bình thường trong các tháng theo lịch tương tự, dự đoán và trong trường hợp khẩn cấp dân sự.
vi: [4714] Tính toàn vẹn về giá phải được duy trì phù hợp với nhu cầu thông thường, trong trường hợp bình thường trong các tháng theo lịch tương tự, dự phòng và trong trường hợp khẩn cấp dân sự.

source: [4717] IHG cung cấp các công cụ để hỗ trợ việc ra quyết định của khách sạn, bao gồm PERFORM ™ và PERFORM ™ với Tối ưu hóa giá.
vi: [4717] IHG cung cấp các công cụ để hỗ trợ việc ra quyết định của khách sạn, bao gồm PERFORM ™ và PERFORM ™ với công cụ Tối ưu hóa giá.

source: [476050] Trong trường hợp không có quy định quốc gia về mức độ chiếu sáng, chiếu sáng khẩn cấp phải cung cấp trung bình 10 lux (1 foot nến) ở mức sàn và tối thiểu là 1 lux (0,1 foot nến) tại bất kỳ điểm nào.
vi: [476050] Trong trường hợp không có quy định quốc gia về mức độ chiếu sáng, chiếu sáng khẩn cấp phải cung cấp trung bình 10 lux ở mức sàn và tối thiểu là 1 lux tại bất kỳ điểm nào.

source: [476056] Tất cả các căn gác không được bảo vệ bởi Hệ thống chữa cháy cố định phải được chia nhỏ bằng các thanh ngăn trục (phá lửa) thành các khu vực không vượt quá 330m² (3000ft²).
vi: [476056] Tất cả các gác mái không được lắp sprinkler tự động phải được chia thành các khu vực không vượt quá 330m2 được chống cháy lan cho mỗi khu.

source: [476057] Bề mặt bên trong của máy hút mùi và ống dẫn bếp nên được làm sạch ít nhất sáu tháng một lần, tuy nhiên có thể cần phải vệ sinh thường xuyên hơn trong nhà bếp bận rộn.
vi: [476057] Bề mặt bên trong của chụp và ống dẫn máy hút mùi bếp nên được làm sạch ít nhất sáu tháng một lần, tuy nhiên có thể cần phải vệ sinh thường xuyên hơn trong bếp bận rộn.

source: [476063] Ít nhất 12 tháng một lần bảo trì Thiết bị an toàn phòng cháy phải được thực hiện theo hướng dẫn của nhà sản xuất.
vi: [476063] Ít nhất 12 tháng một lần phải bảo trì Thiết bị an toàn phòng cháy theo hướng dẫn của nhà sản xuất.

source: [476065] Phải được đặt trong phòng tập thể dục.
vi: [476065] Phải được đặt trong phòng tập.

source: [476067] 40 ° C (104 ° F) là nhiệt độ tối đa tiêu chuẩn cho Bồn nước nóng mặc dù phần lớn người dùng thích nhiệt độ nước trong khoảng 38 ° C - 39 ° C (100 ° F - 102 ° F).
vi: [476067] 40°C là nhiệt độ tối đa tiêu chuẩn cho bể nước nóng, mặc dù phần lớn người dùng thích nhiệt độ nước trong khoảng 38°C - 39°C

source: [476068] Không cho phép các hàng rào lưới kim loại
vi: [476068] Cấm dùng hàng rào lưới thép.

source: [476069] Lối vào bãi biển và bể bơi có độ sâu bằng không sẽ có biển báo chỉ 'nước cạn' tại điểm vào nước nông.
vi: [476069] Các bể bơi có lối xuống bể bơi là dốc thoải phải có biển báo "nước nông" tại lối xuống.

source: [476072] Khách sạn phải đảm bảo kiểm toán an toàn thực phẩm định kỳ được thực hiện bởi Người đủ điều kiện.
vi: [476072] Khách sạn phải đảm bảo việc kiểm nghiệm an toàn thực phẩm định kỳ được thực hiện bởi Người có chuyên môn.

source: [476073] Một Người đủ điều kiện bao gồm nhưng không giới hạn trong các chương trình kiểm toán như Ecenses và Diversey Consulting - Tư vấn kiểm toán an toàn thực phẩm.
vi: [476073] Một Người có chuyên môn bao gồm nhưng không giới hạn trong các đơn vị kiểm nghiệm như Ecosure và Diversey Consulting - Tư vấn kiểm nghiệm an toàn thực phẩm.

source: [476074] Kiểm toán an toàn thực phẩm cần xác định liệu khách sạn có đáp ứng các quy định an toàn thực phẩm địa phương, quy tắc thực hành và phương pháp tốt nhất dựa trên các nguyên tắc của Hệ thống phân tích mối nguy và hệ thống điểm kiểm soát quan trọng (HACCP) hay không.
vi: [476074] Kiểm nghiệm an toàn thực phẩm cần xác định liệu khách sạn có đáp ứng các quy định an toàn thực phẩm địa phương, quy tắc hành nghề và quy tắc hành nghề tối ưu dựa trên cơ sở Hệ thống phân tích mối nguy và kiểm soát điểm tới hạn (HACCP).

source: [476086] Thiết bị ngắt mạch nối đất (GFCI) / Thiết bị dòng dư (RCD), ở dạng bộ ngắt mạch hoặc ổ cắm được bảo vệ, được yêu cầu trong các khu vực bên trong trong phạm vi 1m (3ft) của nguồn nước.
vi: [476086] Bộ ngắt mạch nối đất (GFCI)/Cầu dao chống rò điện (RCD), dưới dạng cầu dao hoặc ổ cắm được bảo vệ, được yêu cầu ở các khu vực trong trong phạm vi 1m của nguồn nước.

source: [478] (Các) quầy hàng thực phẩm phải tuân thủ thời gian đóng và mở tối thiểu.
vi: [478] Outlet bán đồ ăn tuân thủ thời gian đóng và mở tối thiểu.

source: [490048] Nếu có nguồn cung cấp ánh sáng khẩn cấp trong phòng khi mất điện, không cần có đèn pin.
vi: [490048] Nếu có nguồn chiếu sáng khẩn cấp trong phòng khi mất điện, không cần cung cấp đèn pin.

source: [4914] trang truyền thông xã hội của khách sạn phải tuân thủ các điều khoản và điều kiện cho từng kênh truyền thông xã hội tương ứng đang được sử dụng.
vi: [4914] trang truyền thông mạng xã hội của khách sạn phải tuân thủ các điều khoản và điều kiện cho từng truyền thông mạng xã hội tương ứng đang được sử dụng.

source: [498] Luôn có các ghế cao, sạch sẽ và bảo trì tốt.
vi: [498] Phải có ghế trẻ em, sạch sẽ và bảo trì tốt.

source: [501048] Vải lót cho trẻ hoạt động nên được bày với một gói vật liệu màu không độc hại.
vi: [501048] Bộ hoạt động giải trí cho trẻ nên được cung cấp cùng một gói màu vẽ không độc hại.

source: [50329] Trường hợp khách phải đợi trước khi nhận hoặc trả phòng, đồng nghiệp phải xin lỗi vì sự chậm trễ.
vi: [50329] Trường hợp khách phải đợi trước khi nhận hoặc trả phòng, nhân viên phải xin lỗi vì sự chậm trễ.

source: [50333] Phương thức thanh toán phải được xác định tại thời điểm Đăng ký.
vi: [50333] Phương thức thanh toán phải được xác định tại thời điểm check in.

source: [50334] Yêu cầu một chương trình upell Lễ tân.
vi: [50334] Yêu cầu có chương trình upsell tại Lễ tân.

source: [50340] Ít nhất luôn có một nhân viên từ nhóm họp có mặt trong suốt thời gian của cuộc họp.
vi: [50340] Ít nhất luôn có một nhân viên thuộc team Meetings có mặt trong suốt thời gian của cuộc họp.

source: [507049] Crisps, sôcôla, các loại hạt, thanh kẹo, đồ ngọt hoặc bánh quy.
vi: [507049] Bim bim khoai, sôcôla, các loại hạt, energy bar, kẹo hoặc bánh quy.

source: [50706] Khi cung cấp minibar, phải có một hệ thống để đảm bảo rằng chúng được kiểm tra, làm sạch, bổ sung và tính phí hàng ngày.
vi: [50706] Khi cung cấp minibar, phải có một hệ thống đảm bảo rằng minibar được kiểm tra, làm sạch, bổ sung và tính phí hàng ngày.

source: [50813] Thông tin về các cơ sở và dịch vụ của khách sạn, phải được cung cấp theo yêu cầu, nếu không sau khi khóa được cấp.
vi: [50813] Thông tin về các tiện ích và dịch vụ của khách sạn phải được cung cấp theo yêu cầu, nếu không thì sau khi bàn giao khóa cho khách.

source: [50816] Để đạt được điều này, khách sạn nên có một quy trình tại chỗ để giảm thiểu thời gian Nhận phòng.
vi: [50816] Để đạt được điều này, khách sạn nên có một quy trình để giảm thiểu thời gian check in.

source: [50817] Tất cả các tiện nghi, quà tặng và thư chào mừng nên được đặt trong phòng khách trước khi đến.
vi: [50817] Tất cả các tiện nghi, quà tặng và thư chào mừng nên được đặt trong phòng khách trước khi khách đến.

source: [50819] Tiền gửi (tiền mặt hoặc ủy quyền trước thẻ tín dụng) phải được yêu cầu và ủy quyền.
vi: [50819] Tiền đặt cọc (tiền mặt hoặc ủy quyền trước thẻ tín dụng) phải được yêu cầu và cho phép.

source: [50820] Tất cả các thẻ tín dụng chính phải được chấp nhận, bao gồm cả Union Pay.
vi: [50820] Tất cả các thẻ tín dụng lớn phải được chấp nhận, bao gồm cả Union Pay.

source: [50824] Giám đốc ca phải sắp xếp với tòa nhà chị em hoặc khách sạn thay thế để lập hóa đơn trực tiếp cho khách sạn cho chỗ ở đêm đầu tiên.
vi: [50824] Quản lý ca phải sắp xếp với khách sạn cùng hệ thống hoặc khách sạn thay thế để lập hóa đơn trực tiếp về khách sạn cho đêm đầu tiên.

source: [50825] Khách sạn cũng phải hoàn trả cho khách đối với bất kỳ chi phí hợp lý nào phát sinh do thay đổi, bao gồm vận chuyển và chi phí gọi điện thoại.
vi: [50825] Khách sạn cũng phải hoàn trả cho khách đối với bất kỳ chi phí hợp lý nào phát sinh do việc thay đổi, bao gồm chi phí vận chuyển và gọi điện thoại.

source: [50826] Trong trường hợp Tổng Giám đốc hoặc Giám đốc ca không thể tiếp cận khách, thư xin lỗi cá nhân phải được gửi từ Tổng Giám đốc trong vòng 24 giờ kể từ khi xảy ra sự bất tiện.
vi: [50826] Trong trường hợp Tổng Quản lý hoặc Quản lý ca không thể liên lạc được với khách, thư xin lỗi cá nhân phải được gửi từ Tổng Quản lý trong vòng 24 giờ kể từ khi xảy ra sự bất tiện.

source: [50827] Phải bồi hoàn truy cập internet.
vi: [50827] Phải hoàn phí truy cập internet.

source: [50828] Đối với các nhóm, một “phòng ở” không được tính vào phòng chính sách phòng miễn phí có ký kết (ví dụ: miễn phí cho mỗi 50 phòng bị chiếm dụng).
vi: [50828] Đối với khách theo đoàn, phòng bị di dời sang khách sạn khác không được tính vào phòng chính sách phòng miễn phí theo hợp đồng (ví dụ: miễn phí một phòng cho mỗi 50 phòng sử dụng).

source: [50829] Phải cung cấp cơ sở tiện ích vòi hoa sen và nước miễn phí cho khách.
vi: [50829] Phải đề xuất với khách sử dụng phòng tắm vòi sen phù hợp và mời nước lọc miễn phí.

source: [50830] Nếu phòng không sẵn sàng vào thời gian Nhận phòng đã nêu, khách phải được phục hồi dịch vụ (ví dụ: cung cấp cho khách đồ uống miễn phí).
vi: [50830] Nếu phòng chưa sẵn sàng vào thời gian nhận phòng đã báo trước, khách phải được mời dịch vụ đền bù (ví dụ: mời sử dụng một đồ uống miễn phí).

source: [50856] Phát nhạc không phải InnTunes ™ trong khách sạn phải được IHG® phê duyệt.
vi: [50856] Phát nhạc không thuộc InnTunes ™ trong khách sạn phải được IHG® phê duyệt.

source: [50858] Theo yêu cầu, khách phải được cung cấp một bản mô tả về tiệc buffet từ nhân viên hộ tống họ đến bàn ăn.
vi: [50858] Theo yêu cầu, khách phải được nghe mô tả về buffet bởi nhân viên hộ tống họ đến bàn ăn.

source: [50891] Phải luôn có báo tạp chí.
vi: [50891] Phải luôn có báo để đọc.

source: [50895] Đề nghị có một lựa chọn các tạp chí quốc tế
vi: [50895] khuyến nghị có một số loại tạp chí quốc tế

source: [50910] Khi nhạc sống có sẵn trong sảnh, có thể tắt Nhạc Đặc Trưng.
vi: [50910] Khi chơi nhạc sống trong lobby, có thể tắt Âm thanh Đặc trưng.

source: [50914] Cung cấp hỗ trợ hành lý cho tất cả khách.
vi: [50914] Đề nghị giúp đỡ tất cả các khách với hành lý.

source: [50915] Khi chấp nhận hỗ trợ hành lý, nhân viên phải cung cấp cho khách tích kê / thẻ hành lý.
vi: [50915] Khi khách đồng ý hỗ trợ với hành lý, nhân viên phải cung cấp thẻ hành lý cho khách.

source: [50916] Cửa khách sạn phải mở và khách hướng ra sảnh.
vi: [50916] Phải mở cửa khách sạn và hướng dẫn khách vào lobby.

source: [50] Logo thương hiệu, trang web (URL "Bộ định vị tài nguyên đồng bộ") và số điện thoại miễn phí (Văn phòng đặt phòng trung tâm "CRO") phải được cung cấp trên tất cả các mục được chỉ định.
vi: [50] Logo thương hiệu, trang web (URL "định vị tài nguyên thống nhất", địa chỉ web) và số điện thoại miễn phí (Văn phòng đặt phòng trung tâm "CRO") phải được cung cấp trên tất cả các mục được chỉ định.

source: [512050] Tối thiểu hai làn đường thoát.
vi: [512050] Tối thiểu hai làn lối ra.

source: [51250] Tối thiểu, phải cung cấp hai loại món ăn sáng địa phương hoặc khu vực
vi: [51250] Tối thiểu, phải cung cấp hai loại món ăn sáng

source: [513048] khách sạn có hơn 50% phòng khách được trang bị thiết bị nấu kiểu bếp phải được bảo vệ toàn bộ bởi Hệ thống chữa cháy cố định.
vi: [513048] khách sạn có hơn 50% phòng khách được trang bị thiết bị bếp lửa phải được bảo vệ toàn bộ bởi Hệ thống chữa cháy cố định.

source: [513052] Đối với tất cả các khách sạn nơi thang máy không được cung cấp nguồn điện thay thế trong trường hợp nguồn điện bình thường bị hỏng, phải có hợp đồng với một công ty bảo trì thang máy để cung cấp dịch vụ 24 giờ một ngày, bảy ngày một tuần để giải thoát những người bị mắc kẹt từ thang máy.
vi: [513052] Đối với tất cả các khách sạn mà thang máy không được cung cấp nguồn điện thay thế trong trường hợp nguồn điện bình thường bị hỏng, phải có hợp đồng với công ty bảo trì thang máy để cung cấp dịch vụ 24h/ngày, 7 ngày/tuần để giải cứu người kẹt trong thang máy.

source: [513056] thiết bị dò nhiệt hoặc nhiệt dây cứng khoanh vùng với thiết bị âm thanh cục bộ, được yêu cầu trong mỗi phòng khách.
vi: [513056] Đầu báo khói hoặc báo nhiệt cục bộ có dây, với báo động âm thanh cục bộ, được yêu cầu trong mỗi phòng khách.

source: [513057] Khi các thiết bị phát hiện nhiệt dây cứng khoanh vùng đặt cuối tuổi thọ của thiết bị phát hiện nhiệt, phải được đặt cùng với các thiết bị phát hiện khói, không bao gồm các tòa nhà Mới Xây.
vi: [513057] Khi các đầu báo nhiệt cục bộ có dây đến hạn thay thế khi hết tuổi thọ, phải được thay thế bằng đầu báo khói, không bao gồm các khách sạn Xây mới.

source: [51535] Yêu cầu một khăn ăn, một đĩa phụ và dao kéo cho mỗi loại đồ ăn.
vi: [51535] Yêu cầu một khăn ăn, một đĩa phụ và dụng cụ ăn cho mỗi loại đồ ăn.

source: [51596] Cung cấp đồ ăn và đồ uống là bắt buộc tại bất kỳ bể bơi giải trí ngoài trời.
vi: [51596] Cung cấp đồ ăn và đồ uống là bắt buộc tại tất cả các bể bơi giải trí ngoài trời.

source: [51612] Liên hệ chính của khách sạn phải là cấp quản lý trở lên.
vi: [51612] Đầu mối liên hệ chính của khách sạn phải là cấp quản lý trở lên.

source: [51614] Thư hoặc email chào mừng phải cảm ơn khách hàng về doanh nghiệp của họ và giới thiệu thành viên nhóm Catering như là điểm liên lạc duy nhất cho tất cả các câu hỏi hoặc thắc mắc trong tương lai.
vi: [51614] Thư hoặc email chào mừng phải cảm ơn khách hàng về việc hợp tác này và giới thiệu thành viên nhóm Catering Sales là đầu mối duy nhất cho tất cả các câu hỏi hoặc thắc mắc trong tương lai.

source: [51626] Một nhân viên từ nhóm họp phải có mặt để cho khách xem hoạt động của thiết bị AV trước khi bắt đầu cuộc họp.
vi: [51626] Một nhân viên thuộc team Meetings phải có mặt để hướng dẫn khách vận hành thiết bị AV trước khi bắt đầu cuộc họp.

source: [51687] Luôn có các lựa chọn Takeaway cho đồ uống không cồn.
vi: [51687] Phải có optionTakeaway cho đồ uống không cồn.

source: [52114] Trái cây hoặc thảo dược, ví dụ: Hoa cúc chamomile
vi: [52114] Trà trái cây hoặc thảo mộc, ví dụ: Hoa cúc chamomile

source: [52156] Một mứt cam.
vi: [52156] Một mứt marmalade

source: [522] Luôn có sẵn các chất liệu hoạt động của trẻ.
vi: [522] Luôn có sẵn hoạt động giải trí cho trẻ (tranh ảnh sách vở tô màu...).

source: [52890] Nếu một khách sạn chọn xây dựng và vận hành Trang web Khách sạn Độc lập, thì phải đảm bảo rằng liên kết của khách sạn với nhãn hiệu IHG® cụ thể của mình có thể được xác định rõ ràng.
vi: [52890] Nếu khách sạn lựa chọn tự xây dựng và vận hành Trang web Khách sạn Độc lập, thì phải đảm bảo rằng liên kết của khách sạn với nhãn hiệu IHG® cụ thể của mình có thể xác định rõ ràng.

source: [52892] "Trang web chính thức" hoặc ngôn ngữ tương tự không được sử dụng trong Nội dung trang web cũng như trong Nội dung sáng tạo trên Biểu ngữ, Quảng cáo văn bản, Từ khóa hoặc Dữ liệu meta.
vi: [52892] "Trang web chính thức" hoặc ngôn ngữ tương tự không được sử dụng trong Nội dung trang web cũng như trong Nội dung sáng tạo trên Banner, Text Ad, Từ khóa hoặc Metadata.

source: [52897] Logo thương hiệu chính xác phải được dán nhãn rõ ràng với tên khách sạn như xuất hiện trong Hệ thống đặt phòng trung tâm (CRS), được gọi là Hệ thống đặt phòng khách (GRS) hoặc HOLIDEX® Plus (và bao gồm cả IHG Concerto ™) và được sử dụng và hiển thị nổi bật trên mỗi trang web.
vi: [52897] Logo thương hiệu chính xác phải được ghi chú rõ ràng với tên khách sạn như tên trong Hệ thống đặt phòng trung tâm (CRS), được gọi là Hệ thống đặt phòng khách (GRS) hoặc HOLIDEX® Plus (và bao gồm cả IHG Concerto ™) và được sử dụng và hiển thị nổi bật trên mỗi trang web.

source: [52899] Logo và liên kết chính xác đến Câu lạc bộ khách hàng thân thiết của IHG® phải xuất hiện nổi bật trên trang chủ.
vi: [52899] Logo và liên kết chính xác đến CLB Khách hàng Thân thiết IHG® phải xuất hiện nổi bật trên trang chủ.

source: [53005] Liên kết đến trang Chi tiết khách sạn chính thức của IHG phải xuất hiện trên trang chủ sử dụng Tên thương hiệu làm văn bản liên kết.
vi: [53005] Liên kết đến trang Chi tiết về Khách sạn chính thức của IHG phải xuất hiện trên trang chủ, sử dụng Tên thương hiệu làm tên link liên kết.

source: [53008] Liên kết đặt phòng trực tiếp phải kết hợp PMID/IATA# 99502222 và được xây dựng trong Công cụ IHG® URL > liên kết hỗ trợ gián tiếp đến Brand.com.
vi: [53008] Liên kết đặt phòng trực tiếp phải kết hợp PMID/IATA# 99502222 và được xây dựng trong Công cụ IHG® URL > Hỗ trợ Liên kết chuyển hướng đến Brand.com.

source: [53010] Chính Sách Bảo Mật bên ngoài của khách sạn phải được thiết lập, duy trì, đăng hoặc liên kết với tất cả các trang web.
vi: [53010] Tuyên bố về Quyền riêng tư bên ngoài của khách sạn phải được thiết lập, duy trì, đăng hoặc liên kết với tất cả các trang web.

source: [53013] Tất cả các trang web của Khách sạn Độc lập phải cung cấp thông báo về hoạt động và vô hiệu hóa cookie tuân thủ các quy định về bảo mật trong khu vực tương ứng của bạn.
vi: [53013] Tất cả các trang web của Khách sạn Độc lập phải cung cấp thông báo về việc vận hành và vô hiệu hóa cookie, tuân thủ các quy định về bảo mật thông tin trong khu vực tương ứng của khách sạn.

source: [53014] Dữ liệu cá nhân, Câu lạc bộ khách hàng thân thiết IHG® và thông tin thẻ tín dụng chỉ phải được thu thập bằng các phương pháp được thiết kế riêng để đảm bảo bảo vệ Dữ liệu cá nhân khi được thu thập.
vi: [53014] Dữ liệu cá nhân, CLB Khách hàng Thân thiết IHG® và thông tin thẻ tín dụng chỉ được thu thập bằng các phương pháp được thiết kế riêng để đảm bảo an ninh Dữ liệu cá nhân khi được thu thập.

source: [53022] Nội dung phải hiện hành và chính xác.
vi: [53022] Nội dung phải cập nhật và chính xác.

source: [53023] Tất cả nội dung trang web của khách sạn độc lập phải có sẵn bằng ngôn ngữ địa phương.
vi: [53023] Tất cả nội dung trang web của khách sạn độc lập phải có phiên bản ngôn ngữ địa phương.

source: [53024] Tất cả nội dung Trang web của Khách sạn Độc lập phải luôn có bằng tiếng Anh hoặc liên kết đến trang chi tiết khách sạn bằng tiếng Anh, nếu đó không phải là ngôn ngữ địa phương.
vi: [53024] Tất cả nội dung Trang web của Khách sạn Độc lập phải luôn có bản tiếng Anh hoặc liên kết đến trang chi tiết khách sạn bằng tiếng Anh, nếu tiếng Anh không phải là ngôn ngữ địa phương.

source: [53025] Nội dung do IHG cung cấp hoặc tạo ra không được sao chép bởi khách sạn trên trang web độc lập của mình trừ khi nội dung đó được đăng trên liên kết trang IHG® Media hoặc được IHG chấp thuận.
vi: [53025] Nội dung do IHG cung cấp hoặc tạo ra không được sao chép bởi khách sạn trên trang web độc lập của mình trừ khi nội dung đó được đăng trên các trang IHG® Media hoặc được IHG chấp thuận.

source: [53026] Địa chỉ Email công bố phải hoạt động tốt và không bao gồm miền thương hiệu không phải IHG®.
vi: [53026] Địa chỉ Email công bố phải hoạt động tốt và không bao gồm tên miền không phải thương hiệu IHG®.

source: [53030] Nội dung có thể liên kết đến các trang web khách sạn độc lập khác cho các khách sạn được cấp phép dưới bất kỳ thương hiệu IHG® nào, tuy nhiên chúng phải được vận hành bởi cùng một chủ sở hữu hoặc công ty quản lý.
vi: [53030] Nội dung có thể liên kết đến các trang web khách sạn độc lập khác của các khách sạn được cấp phép dưới bất kỳ thương hiệu IHG® nào, tuy nhiên chúng phải được vận hành bởi cùng một chủ đầu tư hoặc công ty quản lý.

source: [53034] Liên kết đến đánh giá của khách trên brand.com phải được cung cấp trên trang chủ và được xây dựng bằng Bộ công cụ khách sạn IHG> tiện ích IWS.
vi: [53034] Liên kết đến đánh giá của khách trên brand.com phải được cung cấp trên trang chủ và được xây dựng bằng Bộ công cụ khách sạn IHG> IWS widget.

source: [53036] Trong trường hợp có các liên kết cho Giá thương lượng địa phương (LNR), Đặt chỗ theo nhóm và gói, chúng phải được xây dựng bằng Công cụ URL IHG®> LNR hoặc Đặt chỗ theo nhóm.
vi: [53036] Trong trường hợp có các liên kết cho Giá thương lượng cho địa phương (LNR), Đặt chỗ theo nhóm và theo gói, chúng phải được xây dựng bằng Công cụ URL IHG®> LNR hoặc Đặt chỗ theo nhóm.

source: [53043] Danh sách ra mắt trang web khách sạn độc lập đã hoàn thành phải được nộp cho IHG để phê duyệt không dưới mười ngày làm việc trước ngày phát hành công khai của một trang web mới hoặc một trang web được thiết kế lại, có sẵn.
vi: [53043] Checklist Ra mắt website Khách sạn Độc lập hoàn thiện phải được nộp cho IHG để phê duyệt không dưới mười ngày làm việc trước ngày công khai một trang web mới hoặc một trang web có sẵn được thiết kế lại.

source: [53044] trang web khách sạn độc lập phải tuân thủ tất cả các thực tiễn tốt nhất về khả năng truy cập như được xác định bởi Sáng kiến truy cập web của Hiệp hội web toàn cầu.
vi: [53044] trang web khách sạn độc lập phải tuân thủ tất cả yêu cầu về như được xác định bởi Sáng kiến về truy cập web cho người khuyết tật của World Wide Web Consortium (W3C -tổ chức tiêu chuẩn quốc tế chính dành cho internet).

source: [53045] Tên miền, Tên miền phụ, URL và Địa chỉ email không được chứa nhãn hiệu hoặc nhãn hiệu dịch vụ của IHG® hoặc bất kỳ nhãn hiệu nào tương tự gây nhầm lẫn với nhãn hiệu IHG®.
vi: [53045] Tên miền, Tên miền phụ, URL và Địa chỉ email không được chứa nhãn hiệu hoặc nhãn hiệu dịch vụ của IHG® hoặc bất kỳ nhãn hiệu nào tương tự gây nhầm lẫn với thương hiệu IHG®.

source: [53046] Việc đăng ký tên miền vi phạm và / hoặc tên miền phụ hiện có phải được phép hết hạn hoặc được chuyển sang IHG®, tùy theo IHG, và miễn phí cho IHG.
vi: [53046] Thời hạn đăng ký tên miền và/hoặc tên miền phụ gây vi phạm hiện có phải được phép hết hạn hoặc được chuyển giao cho IHG®, tùy theo lựa chọn của IHG, và không do IHG chịu phí.

source: [53049] Khi liên kết đến các doanh nghiệp liên quan khác tồn tại, phải rõ ràng rằng các khách sạn được cấp phép dưới bất kỳ thương hiệu IHG® nào là một doanh nghiệp khác biệt.
vi: [53049] Khi có đường dẫn đến các doanh nghiệp liên quan khác, phải thể hiện rõ rằng các khách sạn được cấp phép dưới bất kỳ thương hiệu IHG® nào là một doanh nghiệp riêng biệt.

source: [53050] Tất cả các liên kết đến các trang web bên ngoài phải chuyển một khách hàng đến trang web bằng cách khởi chạy một cửa sổ mới và không nằm trong "Khung" hoặc trong cửa sổ hiện tại.
vi: [53050] Tất cả các liên kết đến các trang web bên ngoài phải chuyển khách đến trang web đó bằng cách khởi chạy một cửa sổ mới, không phải là mở trong "Khung" hoặc trong cửa sổ hiện tại.
